[
    {
        "name": "Sungyoon (Grant) Cho",
        "position": "Director",
        "major": "Aerospace Engineering",
        "year": "Junior",
        "img": "grantcho_director.png",
        "bio": "Hi, I’m Grant Cho! I am a junior studying aerospace engineering. I am the Director for EOB this year and I am more than excited to serve this position. On campus, I also served as an orientation leader for the New Student Programs so I am looking forward to connect with more future Illini and share my experiences with Grainger engineering. In my free time, I like to play golf, go hang out with friends, and watch Bob Ross videos!" 
    },
    {
        "name": "Matthew Hokinson",
        "position": "Shadow-An-Engineer Chair, Webmaster",
        "major": "Computer Science",
        "year": "Graduate Student",
        "img": "matthokinson_saecoord.png",
        "bio": "Hi, I'm Matt! I'm a Masters student in Computer Science, and I'll be working as a Shadow-An-Engineer chair on EOB. I'm interested in System Programming and Security, and am a TA for Distributed Systems. In my free time I really enjoy cooking, running, and reading."
    },
    {
        "name": "Rene Mohammadi",
        "position": "Shadow-An-Engineer Co-Coordinator",
        "major": "Mechanical Engineering",
        "year": "Sophomore",
        "img": "renemohammadi_.jpg",
        "bio": "Hello, I'm Rene! I'm a sophomore in Mechanical Engineering on a PreMed track, and I will be one of the Shadow-an-Engineer coordinators this year! My hobbies include playing a variety of instruments, cooking, and reading!"
    },
    {
        "name": "Kiran Kaur",
        "position": "Shadow-An-Engineer Co-Coordinator",
        "major": "Industrial Engineering",
        "year": "Junior",
        "img": "",
        "bio": ""
    },
    {
        "name": "Mary Ehmann",
        "position": "High School Outreach Coordinator",
        "major": "Chemical and Biomolecular Engineering",
        "year": "Senior",
        "img": "maryehmann_hsoutreachcoord.jpg",
        "bio": "Hi, I’m Mary! I am a senior majoring in Chemical and Biomolecular Engineering with a minor in Molecular and Cellular Biology. Some of my hobbies include baking, hiking and traveling. This year I’m looking forward to connecting students to Engineering at UIUC!"
    },
    {
        "name": "Ariya Patel",
        "position": "External Outreach Chair, Webinar Chair",
        "major": "Industrial Engineering",
        "year": "Junior",
        "img": "ariyapatel_extoutreachchair.jpeg",
        "bio": "Hello! My name is Ariya Patel (she/her), and I am a junior in Industrial Engineering. I am the External Outreach Chair for EOB! On campus, I am involved with Engineering Council as the DSAC Director and on EOB, EXPO, and Professional Development. I also am involved with Women in Electrical and Computer Engineering and Phi Chi Theta Professional Business Fraternity! I have loved working alongside a diverse and hard-working group of students. I look forward to what the next year holds!"
    },
	{
        "name": "Joie Gindorf",
        "position": "Student Tour Co-Coordinator",
        "major": "Civil and Environmental Engineering",
        "year": "Junior",
        "img": "joiegindorf_farchair.jpeg",
        "bio": "Hi! My name is Joie Gindorf and I am a junior in Civil Engineering. I am super excited to be involved in Engineering Council this year. I also serve on the SITE committee. I am a very proud Illini and love sharing my school spirit! My hobbies include playing golf and arts and crafts. I’m looking forward to an incredible semester!"
    },  
    {
        "name": "Charlie Ranquist",
        "position": "Student Tour Co-Coordinator",
        "major": "Civil and Environmental Engineering",
        "year": "Junior",
        "img": "",
        "bio": ""
    },
    {
        "name": "Leah Beran",
        "position": "Internal Publicity Chair",
        "major": "Agricultural and Biological Engineering",
        "year": "Senior",
        "img": "leahberan_InternalPublicityChair.jpg",
        "bio": "Hi, I'm Leah (she/her)! I am a senior studying Chemical and Biomolecular Engineering. My position in EOB is Internal Publicity Chair. About me: I am a light-hearted, science-loving, fun-seeking Illini. I can’t wait to share my experiences at Illinois with future Grainger Engineers. Outside of the classroom, I like to adventure and try new things, catch up with friends over coffee, and pet all the dogs on campus!"
    },
    {
        "name": "Elizabeth Farah",
        "position": "External Publicity Chair",
        "major": "Industrial Engineering",
        "year": "Sophomore",
        "img": "elizabethfarah_.jpg",
        "bio": "Hi! My name is Elizabeth Farah. I’m a sophomore in Industrial Engineering. Outside of EOB, I’m also on Engineering Councils SITE and EOH committees, as well as the Outreach Committee for SWE. In my free time, I like to rollerblade, listen to music, and grab food with friends."
    },
    {
        "name": "Emily Chen",
        "position": "Student/ Parent Panel Coordinator",
        "major": "Computer Engineering",
        "year": "Sophomore",
        "img": "",
        "bio": ""
    },
    {
        "name": "Hans Koduri",
        "position": "Facilities & Reservations Chair",
        "major": "Aerospace Engineering",
        "year": "Junior",
        "img": "",
        "bio": ""
    },
    {
        "name": "Jennifer Grenier",
        "position": "Facilities & Reservations Chair",
        "major": "Mechanical Engineering",
        "year": "Junior",
        "img": "",
        "bio": ""
    },
    {
        "name": "Sneha Mohan",
        "position": "E-Day Chair",
        "major": "Computer Science",
        "year": "Freshman",
        "img": "",
        "bio": ""
    },
    {
        "name": "Jacob Milo",
        "position": "Advisor",
        "major": "Chemical and Biomolecular Engineering",
        "year": "Senior",
        "img": "jacobmilo.jpg",
        "bio": "Hi, I'm Jacob (he/him). I am a senior studying Chemical Engineering. I like playing tennis and basketball outside of EOB. I'm excited to answer any questions you have about engineering at UIUC!"
    } 
]